{
  "search": {
    "absolute_url": "/opinion/10692198/tulsi-sawlani-md-v-lake-county-assessor/",
    "attorney": "",
    "caseName": "Tulsi Sawlani, M.D. v. Lake County Assessor",
    "caseNameFull": "",
    "citation": [],
    "citeCount": 0,
    "cluster_id": 10692198,
    "court": "Indiana Supreme Court",
    "court_citation_string": "Ind.",
    "court_id": "ind",
    "court_jurisdiction": null,
    "dateArgued": null,
    "dateFiled": "2025-10-07",
    "dateReargued": null,
    "dateReargumentDenied": null,
    "docketNumber": "25S-TA-00269",
    "docket_id": 71576059,
    "judge": "Rush, Massa, Slaughter, Goff, Molter",
    "lexisCite": "",
    "meta": {
      "timestamp": "2025-10-07T22:06:41.611633Z",
      "date_created": "2025-10-07T22:06:41.396107Z",
      "score": {
        "bm25": 19495.469
      }
    },
    "neutralCite": "",
    "non_participating_judge_ids": [],
    "opinions": [
      {
        "author_id": null,
        "cites": [
          2397911,
          2788686,
          3192933,
          7077368,
          7077612,
          8708322,
          8906519,
          9430862,
          9505363,
          9505569,
          9505703,
          9888823
        ],
        "download_url": "https://public.courts.in.gov/Decisions/api/Document/Opinion?Id=xKAsWrPIxr6Ociagpyy1sZurakO5kil4w9FZFw2V-DFawHOX7L3dIc29l6GvaJrX0",
        "id": 11158786,
        "joined_by_ids": [],
        "local_path": "pdf/2025/10/07/tulsi_sawlani_m.d._v._lake_county_assessor.pdf",
        "meta": {
          "timestamp": "2025-10-07T22:23:01.948002Z",
          "date_created": "2025-10-07T22:06:41.473461Z"
        },
        "ordering_key": null,
        "per_curiam": false,
        "sha1": "2df2427ab53b1e137397a3a6d299cfbb6d67ecf8",
        "snippet": "                           IN THE\n\n   Indiana Supreme Court\n             Supreme Court Case No. 25S-TA-269\n\n   Tulsi Sawlani, M.D., and Kamini Sawlani,\n                                                                           FILED\n                            Petitioners,\n                                                                       Oct 07 2025, 3:13 pm\n\n                                                                           CLERK\n                               –v–                  ",
        "type": "combined-opinion"
      }
    ],
    "panel_ids": [
      4321,
      4347
    ],
    "panel_names": [
      "Mark S. Massa",
      "Loretta H. Rush"
    ],
    "posture": "",
    "procedural_history": "",
    "scdb_id": "",
    "sibling_ids": [
      11158786
    ],
    "source": "C",
    "status": "Published",
    "suitNature": "",
    "syllabus": ""
  },
  "cluster": {
    "resource_uri": "https://www.courtlistener.com/api/rest/v4/clusters/10692198/",
    "id": 10692198,
    "absolute_url": "/opinion/10692198/tulsi-sawlani-md-v-lake-county-assessor/",
    "panel": [
      "https://www.courtlistener.com/api/rest/v4/people/4321/",
      "https://www.courtlistener.com/api/rest/v4/people/4347/"
    ],
    "non_participating_judges": [],
    "docket_id": 71576059,
    "docket": "https://www.courtlistener.com/api/rest/v4/dockets/71576059/",
    "sub_opinions": [
      "https://www.courtlistener.com/api/rest/v4/opinions/11158786/"
    ],
    "citations": [],
    "date_created": "2025-10-07T15:06:41.396107-07:00",
    "date_modified": "2025-10-07T15:07:01.685268-07:00",
    "judges": "Rush, Massa, Slaughter, Goff, Molter",
    "date_filed": "2025-10-07",
    "date_filed_is_approximate": false,
    "slug": "tulsi-sawlani-md-v-lake-county-assessor",
    "case_name_short": "",
    "case_name": "Tulsi Sawlani, M.D. v. Lake County Assessor",
    "case_name_full": "",
    "scdb_id": "",
    "scdb_decision_direction": null,
    "scdb_votes_majority": null,
    "scdb_votes_minority": null,
    "source": "C",
    "procedural_history": "",
    "attorneys": "",
    "nature_of_suit": "",
    "posture": "",
    "syllabus": "",
    "headnotes": "",
    "summary": "",
    "disposition": "Reversed and Remanded",
    "history": "",
    "other_dates": "",
    "cross_reference": "",
    "correction": "",
    "citation_count": 0,
    "precedential_status": "Published",
    "date_blocked": null,
    "blocked": false,
    "filepath_json_harvard": null,
    "filepath_pdf_harvard": null,
    "arguments": "",
    "headmatter": ""
  },
  "opinions": [
    {
      "resource_uri": "https://www.courtlistener.com/api/rest/v4/opinions/11158786/",
      "id": 11158786,
      "absolute_url": "/opinion/10692198/tulsi-sawlani-md-v-lake-county-assessor/",
      "cluster_id": 10692198,
      "cluster": "https://www.courtlistener.com/api/rest/v4/clusters/10692198/",
      "author_id": null,
      "author": null,
      "joined_by": [],
      "date_created": "2025-10-07T15:06:41.473461-07:00",
      "date_modified": "2025-10-07T15:23:01.830989-07:00",
      "author_str": "Justice Goff",
      "per_curiam": false,
      "joined_by_str": "",
      "type": "010combined",
      "sha1": "2df2427ab53b1e137397a3a6d299cfbb6d67ecf8",
      "page_count": 11,
      "download_url": "https://public.courts.in.gov/Decisions/api/Document/Opinion?Id=xKAsWrPIxr6Ociagpyy1sZurakO5kil4w9FZFw2V-DFawHOX7L3dIc29l6GvaJrX0",
      "local_path": "pdf/2025/10/07/tulsi_sawlani_m.d._v._lake_county_assessor.pdf",
      "plain_text": "                           IN THE\n\n   Indiana Supreme Court\n             Supreme Court Case No. 25S-TA-269\n\n   Tulsi Sawlani, M.D., and Kamini Sawlani,\n                                                                           FILED\n                            Petitioners,\n                                                                       Oct 07 2025, 3:13 pm\n\n                                                                           CLERK\n                               –v–                                     Indiana Supreme Court\n                                                                          Court of Appeals\n                                                                            and Tax Court\n\n\n\n                 Lake County Assessor,\n                           Respondent.\n\n\n         Argued: June 26, 2025 | Decided: October 7, 2025\n\n        On Petition for Review from the Indiana Tax Court\n                          No. 21T-TA-44\n             The Honorable Justin L. McAdam, Judge\n\n\n\n                     Opinion by Justice Goff\nChief Justice Rush and Justices Massa, Slaughter, and Molter concur.\n\fGoff, Justice.\n\n   The Indiana Constitution limits a taxpayer’s property-tax liability to a\ncertain percentage of the property’s gross assessed value depending on\nthe class of property. For “[t]angible property, including curtilage, used as\na principal place of residence,” a taxpayer’s liability “may not exceed one\npercent” of the property’s gross assessed value. 1 In implementing this\nconstitutional tax cap, the Indiana Tax Code effectively limits a\nhomeowner’s property-tax liability for the “homestead” to one percent. 2\nThe Tax Code defines “homestead,” in pertinent part, as the dwelling and\nreal estate, “not exceeding one (1) acre,” immediately surrounding the\ndwelling. 3\n\n   The taxpayers here, owners of a home situated on 3.981 acres of land,\nargue that the one-acre size limit on the “homestead” is unconstitutional\nas applied to them because their curtilage exceeds one acre. We hold that,\neven if a person’s curtilage could extend beyond one acre for tax\npurposes, the taxpayers here failed to show their excess property is\ncurtilage and, thus, they failed to carry the burden of proving their\nconstitutional claim. Accordingly, we reverse the Tax Court’s judgment\nand remand with instructions to affirm the Indiana Board of Tax Review’s\ndetermination in favor of the Lake County Assessor.\n\n\nFacts and Procedural History\n   Tulsi and Kamini Sawlani (the Taxpayers) own a two-story home\nsituated on 3.981 acres of land in Crown Point, Indiana. The home is\nlocated in a gated community with a security guard, and access to the\ncommunity is generally limited to residents and their guests. There is a\nfence surrounding the entire community but no fence on the Taxpayers’\nproperty. The Taxpayers have also retained trees on the property for\n\n\n\n1   Ind. Const. art 10, §§ 1(c)(4), (f)(1) (emphasis added).\n2   Ind. Code § 6-1.1-20.6-7.5(a)(1) (2019).\n3   I.C. § 6-1.1-12-37(k)(1) (emphasis added).\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025       Page 2 of 11\n\fprivacy and to limit visibility from a neighboring subdivision, but the\ntrees do not form distinguishing boundaries around the entire lot. The\nTaxpayers desire privacy and say they use the entire parcel to maintain\nprivacy. For the 2019 tax assessment, the Lake County Assessor (or just\nAssessor) classified one acre as the “homestead” and applied a standard\ndeduction and supplemental credit, effectively taxing one acre at one\npercent of the gross assessed value of the property. See Ind. Code § 6-1.1-\n20.6-7.5(a)(1) (2019); I.C. § 6-1.1-12-37(k). But the Assessor classified the\nother 2.981 acres as non-residential property and applied a three-percent\ntax. See I.C. § 6-1.1-20.6-7.5(a)(5).\n\n   The Taxpayers petitioned the assessment to the Lake County Property\nTax Assessment Board of Appeals (the County Board). Though not\ndisputing the total assessed value of their property, the Taxpayers argued\nthat the one-acre size limit under code section 6-1.1-12-37(k) (or the\nHomestead Statute) violates Article 10, Section 1 of the Indiana\nConstitution. In their view, the additional 2.981 acres of property is\ncurtilage and is therefore also entitled to the one-percent tax cap under\nArticle 10, Section 1, making the Homestead Statute unconstitutional as\napplied to them. The County Board rejected Taxpayers’ claims, and the\nIndiana Board of Tax Review (the Board) affirmed. Though\nacknowledging that Taxpayers “may be correct that their 2.981 acres of\nexcess residential acreage could be considered ‘curtilage,’” the Board\nconcluded that it has no authority to declare a statute unconstitutional and\nis bound by the one-acre size limit in the Homestead Statute. App. Vol. 2,\np. 47. Taxpayers appealed to the Tax Court.\n\n  In a for-publication opinion, the Tax Court reversed the Board’s\ndetermination, concluding that “the Constitution does not permit a fixed\none-acre limitation on the amount of land eligible for the one percent tax\ncap.” Sawlani v. Lake Cnty. Assessor, 240 N.E.3d 734, 736 (Ind. Tax Ct. 2024).\nThe Tax Court reasoned that, because Article 10, Section 1 imposes no size\nlimit on a property’s “curtilage,” the Homestead Statute’s one-acre limit\ncould be unconstitutional as applied to some homeowners who own more\nthan one acre. Id. at 750–51. The Tax Court endorsed a “case-by-case\nevaluation” whereby taxpayers with more than one acre of land may\nappeal their assessments to determine whether the excess acreage\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025        Page 3 of 11\n\fqualifies as part of that taxpayer’s curtilage. Id. at 751. Because the Board\n“did not make sufficient factual findings” to determine whether the\nstatute is unconstitutional as applied to Taxpayers, the Tax Court\nremanded for further proceedings to determine whether Taxpayers’\nexcess acreage “is used as part of the [Taxpayers’] principal place of\nresidence, consistent with the statutory and constitutional frameworks.”\nId. at 752.\n\n   The Assessor sought review with this Court which we now grant\nthrough a separate order. See Ind. Appellate Rule 63(A). 4\n\n\nStandard of Review\n   This Court reviews the Tax Court’s decisions on the constitutionality of\na statute de novo. See State Bd. of Tax Comm'rs v. Town of St. John, 702\nN.E.2d 1034, 1037, 1039 (Ind. 1998); Horner v. Curry, 125 N.E.3d 584, 588\n(Ind. 2019).\n\n\nDiscussion and Decision\n    Under Article 10, Section 1 of the Indiana Constitution, “[t]he General\nAssembly shall, by law, limit a taxpayer’s property tax liability” in one of\nseveral ways, depending on the class of property involved. Ind. Const. art.\n10, §§ 1(c)(4), (f)(1). For “[t]angible property, including curtilage, used as a\nprincipal place of residence,” a taxpayer’s liability “may not exceed one\npercent (1%) of the gross assessed value of the property that is the basis\nfor the determination of property taxes.” Id. (emphasis added). This\nconstitutional tax cap is implemented through the Indiana Code. The\nHomestead Statute defines a homeowner’s “homestead,” in pertinent part,\nas a “dwelling and the real estate, not exceeding one (1) acre, that\n\n\n\n\n4Because the constitutionality of a state statute was called into question, we notified the State,\nand the Attorney General intervened. See I.C. § 34-33.1-1-1(a) (2024). We also received amicus\nbriefs from the Association of Indiana Counties, the Indiana Association of Realtors, Matthew\nSchiffler, and William Rainsberger. We thank them for their helpful submissions.\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025                         Page 4 of 11\n\fimmediately surrounds that dwelling” and is used as the “principal place\nof residence” of the homeowner. I.C. §§ 6-1.1-12-37(k)(1), (2) (emphasis\nadded). A person is entitled to a credit against their homestead’s property-\ntax liability in the amount by which the property tax exceeds one percent.\nI.C. § 6-1.1-20.6-7.5(a). In other words, property taxes on a homeowner’s\n“homestead” are effectively capped at one percent.\n\n   Taxpayers argue that, because the Constitution caps property taxes at\none percent for tangible property, “including curtilage,” used as a\nprincipal place of residence, and because some taxpayers may use more\nthan one acre of their property as curtilage, the Homestead Statute’s one-\nacre limit is unconstitutional as applied to them and others similarly\nsituated. 5 We ultimately conclude there is no need to determine if Article\n10, Section 1 permits a one-acre limit given that Taxpayers presented\ninsufficient evidence that they use their excess property as “curtilage.” We\ntherefore reverse the Tax Court’s judgment and remand with instructions\nto affirm the Board’s determination in favor of the Assessor.\n\n\nI. Even if “curtilage” has no size limit, the Taxpayers\n   fail to show how the Homestead Statute’s one-acre\n   limit is unconstitutional as applied to them.\n   Statutes are “clothed with the presumption of constitutionality until\nclearly overcome by a contrary showing.” Whistle Stop Inn, Inc. v. City of\nIndianapolis, 51 N.E.3d 195, 199 (Ind. 2016) (quoting Paul Stieler Enters., Inc.\nv. City of Evansville, 2 N.E.3d 1269, 1272–73 (Ind. 2014)). “The party\nchallenging the constitutionality of the statute bears the burden of proof,\n\n\n\n\n5The median lot size in Indiana is less than one acre. See How Lot Sizes Have Changed, Build\nIndiana Roots (Aug. 6, 2021), http://bit.ly/44GWPoR [https://perma.cc/52LD-XRTC]. So, for\nmost Hoosier homeowners, their entire property is taxed at one percent, and the Homestead\nStatute poses no constitutional issue. And because there’s “at least one circumstance under\nwhich the statute can be constitutionally applied,” a facial challenge to the statute would\nnecessarily fail. See Members of Med. Licensing Bd. of Ind. v. Planned Parenthood of Great Nw.,\nHaw., Alaska, Ind., Ky., Inc., 211 N.E.3d 957, 975 (Ind. 2023) (internal quotation marks and\ncitation omitted).\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025                        Page 5 of 11\n\fand all doubts are resolved against that party.” State Bd. of Tax Comm’rs,\n702 N.E.2d at 1037. When “two reasonable interpretations of a statute are\navailable, one of which is constitutional and the other not, we will choose\nthat path which permits upholding the statute.” Id.\n\n    “When a question arises under our Constitution, this Court must\nexamine ‘the language of the text in the context of the history surrounding\nits drafting and ratification, the purpose and structure of our Constitution,\nand case law interpreting the specific provisions.’” Holcomb v. Bray, 187\nN.E.3d 1268, 1277 (Ind. 2022) (quoting Hoagland v. Franklin Twp. Cmty. Sch.\nCorp., 27 N.E.3d 737, 741 (Ind. 2015)). This Court approaches the words of\nthe Constitution with “particular deference, as though every word had\nbeen hammered into place.” Meredith v. Pence, 984 N.E.2d 1213, 1218 (Ind.\n2013) (quoting Embry v. O’Bannon, 798 N.E.2d 157, 160 (Ind. 2003)).\nConstitutional interpretation requires a search for “the common\nunderstanding of both those who framed it and those who ratified it.” Paul\nStieler Enters., Inc., 2 N.E.3d at 1273 (quoting City Chapel v. South Bend, 744\nN.E.2d 443, 447 (Ind. 2001)) (emphasis added).\n\n\n   A. The Taxpayers argue that the plain meaning of\n      “curtilage” has no size limit.\n   To discern the “common understanding” of the framers and ratifiers of\nthe constitutional provision, Taxpayers argue that we should look to the\nplain meaning of “curtilage.” The ordinary definition of “curtilage” is “a\nyard, courtyard, or other piece of ground included within a fence\nsurrounding a dwelling house.” Curtilage, Webster’s Third New Int’l\nDictionary 558 (2002 ed.). “Curtilage” also means “the area around a\nhouse that includes grounds, outbuildings, and fencing intimately\nassociated with domestic life in the house,” and has “no standard limits as\nto square footage or size or nature of what is put on the ground.” Curtilage,\nMellinkoff’s Dictionary of American Legal Usage 145 (1992) (emphasis\nadded). From these definitions, Taxpayers argue that the framers and\nratifiers understood “curtilage” to have no size limit.\n\n  Taxpayers also look at how other jurisdictions describe “curtilage” for\nproperty-tax-assessment purposes. In Bullis School, Inc. v. Appeal Tax Court\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025         Page 6 of 11\n\ffor Montgomery County, the property-tax exemption for farm buildings and\ncurtilage extended to thirty-four acres of a 285-acre farm. 114 A.2d 41, 42\n(Md. 1955). In McTague v. Monroe Township, two acres of a forty-acre\nparcel were exempt as curtilage because the area was reasonably required\nfor the “full enjoyment and occupancy of [the] dwelling.” 1 N.J. Tax 66, 68,\n72 (N.J. Tax Ct. 1980). And in Solebury Township Board of Supervisors v.\nBucks County Board of Assessment and Revision of Taxes, twenty-five acres of\na 71.68-acre parcel constituted reasonable curtilage. 1966 WL 226518, at *1\n(Pa. Commw. Ct. Aug. 29, 1966). Based on this precedent from other\njurisdictions, Taxpayers argue “curtilage” can extend beyond one acre.\n\n   Instead of size, Taxpayers look to the four-factor test in United States v.\nDunn as a way to determine whether an area is curtilage. 480 U.S. 294, 301\n(1987). In Dunn, the United States Supreme Court held that the curtilage of\nthe home is protected against warrantless searches under the Fourth\nAmendment because an “individual reasonably may expect that the area\nin question should be treated as the home itself.” Id. at 300. Whether an\narea is “curtilage” for purposes of a search depends on (1) the proximity\nof the area to the home, (2) whether the area falls within an enclosure\nsurrounding the home, (3) the nature of the uses to which the area is put,\nand (4) the steps taken by the resident to protect the area from observation\nby passersby. Id. at 301. Therefore, according to Taxpayers, whether an\narea is curtilage generally depends on the use of the property.\n\n   Looking at the plain meaning of “curtilage,” and the application of\n“curtilage” in the tax-assessment and Fourth Amendment contexts,\nTaxpayers argue that curtilage has no fixed size limit. Therefore,\naccording to Taxpayers, the Homestead Statute’s one-acre limit is\nunconstitutional as applied to homeowners who use more than one acre\nas curtilage.\n\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025         Page 7 of 11\n\f   B. The Assessor argues the framers and ratifiers of Article\n      10, Section 1 understood the one-percent tax cap could\n      be limited to one acre.\n   To amend the Indiana Constitution, the General Assembly must pass\nthe same resolution in two consecutive legislative sessions separated by\nan intervening general election. Ind. Const. art. 16, § 1(a); I.C. § 2-2.1-1-1(2)\n(2024). The proposed amendment is then submitted to the voters at the\nnext general election who can then ratify the amendment with a majority\nvote. Ind. Const. art. 16, §§ 1(b), (c). The Assessor argues that the framers\nand ratifiers understood Article 10, Section 1 as codifying the existing\nstatutory tax cap on the “homestead,” including its one-acre size limit,\ninto the Constitution.\n\n  In 2008, the General Assembly passed Senate Joint Resolution 1 to\namend the Indiana Constitution with the current language of Article 10,\nSection 1(f). The digest of the resolution said the amendment would limit\na taxpayer’s property-tax liability on “homestead property” to one\npercent. Digest of S.J. Res. 1, 115th Gen. Assemb., 2nd Reg. Sess. (Ind.\n2008), http://bit.ly/4nONrG0 [https://perma.cc/2UDB-CQMW]. Almost\nsimultaneously, the General Assembly enacted Indiana Code section 6-1.1-\n20.6-7.5(a)(1) (effective Jan. 1, 2009) which capped a person’s property-tax\nliability for the “homestead” at one percent. See Pub. L. No. 146-2008, §\n223, 2008 Ind. Acts 2307, 2538. In the statute, the General Assembly\ndefined “homestead” as an individual’s principal place of residence\nconsisting of “a dwelling and the real estate, not exceeding one (1) acre, that\nimmediately surrounds that dwelling.” Id. § 115, 2008 Ind. Acts at 2414\n(emphasis added). In 2010, the next General Assembly adopted the same\nresolution from 2008 to amend the constitution. The 2010 resolution’s\ndigest also said the amendment would cap property taxes at one percent\nfor the “homestead.” See Digest of H.J. Res. 1, 116th Gen. Assemb., 2d Reg.\nSess. (Ind. 2010), http://bit.ly/3KEbjOe [https://perma.cc/Y8SF-WP64].\nAfter the resolution was passed through two consecutive General\nAssemblies, the amendment was ratified by voters in the 2010 general\nelection. But when voting to ratify the amendments, voters never saw the\nword “curtilage.” Instead, the public question on the ballot asked voters if\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025          Page 8 of 11\n\fproperty taxes should be limited to “1% for an owner-occupied primary\nresidence (homestead).” Pub. L. No. 113-2010, § 185, 2010 Ind. Acts. 1342,\n1554 (emphasis added).\n\n   According to the Assessor, the word “homestead” in the public\nquestion and the near simultaneous enactment of the statutory tax cap and\nresolution mean voters understood the amendment as codifying the\nstatutory tax cap, including the one-acre limit, into the Constitution. See\nEric Bradner, Property Tax Caps Decision Now Officially Up to Voters,\nEvansville Courier & Press (Jan. 19, 2010, at 11:06 a.m.),\nhttp://bit.ly/4nHROCS [https://perma.cc/D5EF-UU63] (“The\n[constitutional] caps would limit property tax bills to 1 percent of assessed\nvalue for homeowners. … Those caps became state law in 2008, but\nlawmakers also sought to make them permanent by amending them into\nthe constitution as well.”). And given that it is reasonable to interpret the\nHomestead Statute as constitutional, the Assessor contends the statute\nshould be upheld. See State Bd. of Tax Comm’rs, 702 N.E.2d at 1037.\n\n\n   C. Even if “curtilage” has no size limit, the Taxpayers fail\n      to prove they use more than one acre as curtilage.\n   But we need not decide if Article 10, Section 1 permits limiting\n“curtilage” to one acre because, even if a size limit is impermissible,\nTaxpayers fail to show they use more than one acre as curtilage. “The\nparty challenging the constitutionality of [a] statute bears the burden of\nproof,” and Taxpayers failed to meet their burden of proving the\nHomestead Statute’s one-acre limit is unconstitutional as applied to them.\nSee State Bd. of Tax Comm’rs, 702 N.E.2d at 1037. The Taxpayers offered\nDunn as an example of one way to determine curtilage, but even applying\nthe Dunn factors, they failed to show how their excess land is curtilage.\nThe Taxpayers say they desire privacy, but there is no fence on the\nproperty, the trees do not form a distinguishable boundary around the lot,\nand the Taxpayers presented no evidence to the Board that they use the\nentire plot in such a way that it should be treated as the home itself. And\nthe fact that the Taxpayers’ home is in a gated community with a security\nguard does not itself establish that the entire plot of land is curtilage. See\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025        Page 9 of 11\n\fUnited States v. Powell, 943 F. Supp. 2d 759, 786 (E.D. Mich. 2013)\n(analyzing whether an area is curtilage even within a gated community).\nBecause Taxpayers presented insufficient evidence that they use more\nthan one acre as curtilage, even under Dunn, Taxpayers failed to meet\ntheir burden of proving the Homestead Statute’s one-acre limit is\nunconstitutional as applied to them.\n\n\nConclusion\n    Those challenging the constitutionality of a statute face a high burden\nof proof, and the Taxpayers failed to meet their burden here. Even if\nArticle 10, Section 1 does not permit limiting curtilage to one acre,\nTaxpayers failed to prove they use more than one acre of their property as\ncurtilage, so we express no view on the merits of Taxpayers’ constitutional\nclaim. Because the Taxpayers failed to prove the Homestead Statute is\nunconstitutional as applied to them, we reverse the Tax Court’s decision\nand remand with instructions to affirm the Board’s determination in favor\nof the Assessor.\n\n\nRush, C.J., and Massa, Slaughter, and Molter, JJ., concur.\n\n\n\nATTORNEY FOR PETITIONERS\nGerold L. Stout\nStout Law Firm\nLowell, Indiana\n\nATTORNEYS FOR RESPONDENT\nAyn K. Engle\nIndianapolis, Indiana\n\nRicardo A. Hall\nQuintairos, Prieto, Wood & Boyer, P.A.\nMerrillville, Indiana\n\nATTORNEYS FOR INTERVENOR—STATE OF INDIANA\n\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025    Page 10 of 11\n\fTheodore E. Rokita\nAttorney General of Indiana\n\nJames A. Barta\nSolicitor General\n\nJenna M. Lorence\nAngela Sanchez\nDeputy Attorneys General\nIndianapolis, Indiana\n\nATTORNE YS F O R AMICUS CURIAE—ASS OCI AT I ON OF INDIA NA\nCOUNT IE S\nMarilyn S. Meighen\nBrian A. Cusimano\nIndianapolis, Indiana\n\nATTORNE YS FO R AMICUS CURIAE—INDI ANA ASS OCI AT ION OF\nREALTORS , IN C .\nBenjamin A. Blair\nBrent A. Auberry\nJane Dall Wilson\nFaegre Drinker Biddle & Reath LLP\nIndianapolis, Indiana\n\nAMI CUS CU RI AE PRO S E\nWilliam Rainsberger\nIndianapolis, Indiana\n\nAMI CUS CU RI AE PRO S E\nMatthew Schiffler\nIndianapolis, Indiana\n\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025   Page 11 of 11\n\f",
      "html": "",
      "html_lawbox": "",
      "html_columbia": "",
      "html_anon_2020": "",
      "xml_harvard": "",
      "html_with_citations": "<pre class=\"inline\">                           IN THE\n\n   Indiana Supreme Court\n             Supreme Court Case No. 25S-TA-269\n\n   Tulsi Sawlani, M.D., and Kamini Sawlani,\n                                                                           FILED\n                            Petitioners,\n                                                                       Oct 07 2025, 3:13 pm\n\n                                                                           CLERK\n                               –v–                                     Indiana Supreme Court\n                                                                          Court of Appeals\n                                                                            and Tax Court\n\n\n\n                 Lake County Assessor,\n                           Respondent.\n\n\n         Argued: June 26, 2025 | Decided: October 7, 2025\n\n        On Petition for Review from the Indiana Tax Court\n                          No. 21T-TA-44\n             The Honorable Justin L. McAdam, Judge\n\n\n\n                     Opinion by Justice Goff\nChief Justice Rush and Justices Massa, Slaughter, and Molter concur.\n\fGoff, Justice.\n\n   The Indiana Constitution limits a taxpayer’s property-tax liability to a\ncertain percentage of the property’s gross assessed value depending on\nthe class of property. For “[t]angible property, including curtilage, used as\na principal place of residence,” a taxpayer’s liability “may not exceed one\npercent” of the property’s gross assessed value. 1 In implementing this\nconstitutional tax cap, the Indiana Tax Code effectively limits a\nhomeowner’s property-tax liability for the “homestead” to one percent. 2\nThe Tax Code defines “homestead,” in pertinent part, as the dwelling and\nreal estate, “not exceeding one (1) acre,” immediately surrounding the\ndwelling. 3\n\n   The taxpayers here, owners of a home situated on 3.981 acres of land,\nargue that the one-acre size limit on the “homestead” is unconstitutional\nas applied to them because their curtilage exceeds one acre. We hold that,\neven if a person’s curtilage could extend beyond one acre for tax\npurposes, the taxpayers here failed to show their excess property is\ncurtilage and, thus, they failed to carry the burden of proving their\nconstitutional claim. Accordingly, we reverse the Tax Court’s judgment\nand remand with instructions to affirm the Indiana Board of Tax Review’s\ndetermination in favor of the Lake County Assessor.\n\n\nFacts and Procedural History\n   Tulsi and Kamini Sawlani (the Taxpayers) own a two-story home\nsituated on 3.981 acres of land in Crown Point, Indiana. The home is\nlocated in a gated community with a security guard, and access to the\ncommunity is generally limited to residents and their guests. There is a\nfence surrounding the entire community but no fence on the Taxpayers’\nproperty. The Taxpayers have also retained trees on the property for\n\n\n\n1   Ind. Const. art 10, §§ 1(c)(4), (f)(1) (emphasis added).\n2   </pre><span class=\"citation no-link\">Ind. Code § 6-1.1-20</span><pre class=\"inline\">.6-7.5(a)(1) (2019).\n3   I.C. § 6-1.1-12-37(k)(1) (emphasis added).\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025       Page 2 of 11\n\fprivacy and to limit visibility from a neighboring subdivision, but the\ntrees do not form distinguishing boundaries around the entire lot. The\nTaxpayers desire privacy and say they use the entire parcel to maintain\nprivacy. For the 2019 tax assessment, the Lake County Assessor (or just\nAssessor) classified one acre as the “homestead” and applied a standard\ndeduction and supplemental credit, effectively taxing one acre at one\npercent of the gross assessed value of the property. See </pre><span class=\"citation no-link\">Ind. Code § 6-1.1</span><pre class=\"inline\">-\n20.6-7.5(a)(1) (2019); I.C. § 6-1.1-12-37(k). But the Assessor classified the\nother 2.981 acres as non-residential property and applied a three-percent\ntax. See I.C. § 6-1.1-20.6-7.5(a)(5).\n\n   The Taxpayers petitioned the assessment to the Lake County Property\nTax Assessment Board of Appeals (the County Board). Though not\ndisputing the total assessed value of their property, the Taxpayers argued\nthat the one-acre size limit under code section 6-1.1-12-37(k) (or the\nHomestead Statute) violates Article 10, Section 1 of the Indiana\nConstitution. In their view, the additional 2.981 acres of property is\ncurtilage and is therefore also entitled to the one-percent tax cap under\nArticle 10, Section 1, making the Homestead Statute unconstitutional as\napplied to them. The County Board rejected Taxpayers’ claims, and the\nIndiana Board of Tax Review (the Board) affirmed. Though\nacknowledging that Taxpayers “may be correct that their 2.981 acres of\nexcess residential acreage could be considered ‘curtilage,’” the Board\nconcluded that it has no authority to declare a statute unconstitutional and\nis bound by the one-acre size limit in the Homestead Statute. App. Vol. 2,\np. 47. Taxpayers appealed to the Tax Court.\n\n  In a for-publication opinion, the Tax Court reversed the Board’s\ndetermination, concluding that “the Constitution does not permit a fixed\none-acre limitation on the amount of land eligible for the one percent tax\ncap.” Sawlani v. Lake Cnty. Assessor, </pre><span class=\"citation no-link\">240 N.E.3d 734</span><pre class=\"inline\">, 736 (Ind. Tax Ct. 2024).\nThe Tax Court reasoned that, because Article 10, Section 1 imposes no size\nlimit on a property’s “curtilage,” the Homestead Statute’s one-acre limit\ncould be unconstitutional as applied to some homeowners who own more\nthan one acre. </pre><span class=\"citation no-link\">Id.</span><pre class=\"inline\"> at 750–51. The Tax Court endorsed a “case-by-case\nevaluation” whereby taxpayers with more than one acre of land may\nappeal their assessments to determine whether the excess acreage\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025        Page 3 of 11\n\fqualifies as part of that taxpayer’s curtilage. </pre><span class=\"citation no-link\">Id. at 751</span><pre class=\"inline\">. Because the Board\n“did not make sufficient factual findings” to determine whether the\nstatute is unconstitutional as applied to Taxpayers, the Tax Court\nremanded for further proceedings to determine whether Taxpayers’\nexcess acreage “is used as part of the [Taxpayers’] principal place of\nresidence, consistent with the statutory and constitutional frameworks.”\n</pre><span class=\"citation no-link\">Id. at 752</span><pre class=\"inline\">.\n\n   The Assessor sought review with this Court which we now grant\nthrough a separate order. See Ind. Appellate Rule 63(A). 4\n\n\nStandard of Review\n   This Court reviews the Tax Court’s decisions on the constitutionality of\na statute de novo. See State Bd. of Tax Comm&#x27;rs v. Town of St. John, </pre><span class=\"citation\" data-id=\"9505703\"><a href=\"/opinion/853967/state-board-of-tax-commissioners-v-town-of-st-john/#1037\" aria-description=\"Citation for case: State Board of Tax Commissioners v. Town of St. John\">702\nN.E.2d 1034, 1037, 1039</a></span><pre class=\"inline\"> (Ind. 1998); Horner v. Curry, </pre><span class=\"citation\" data-id=\"9888823\"><a href=\"/opinion/4634298/jeana-m-horner-v-terry-r-curry/#588\" aria-description=\"Citation for case: Jeana M. Horner v. Terry R. Curry\">125 N.E.3d 584, 588</a></span><pre class=\"inline\">\n(Ind. 2019).\n\n\nDiscussion and Decision\n    Under Article 10, Section 1 of the Indiana Constitution, “[t]he General\nAssembly shall, by law, limit a taxpayer’s property tax liability” in one of\nseveral ways, depending on the class of property involved. Ind. Const. art.\n10, §§ 1(c)(4), (f)(1). For “[t]angible property, including curtilage, used as a\nprincipal place of residence,” a taxpayer’s liability “may not exceed one\npercent (1%) of the gross assessed value of the property that is the basis\nfor the determination of property taxes.” Id. (emphasis added). This\nconstitutional tax cap is implemented through the Indiana Code. The\nHomestead Statute defines a homeowner’s “homestead,” in pertinent part,\nas a “dwelling and the real estate, not exceeding one (1) acre, that\n\n\n\n\n4Because the constitutionality of a state statute was called into question, we notified the State,\nand the Attorney General intervened. See I.C. § 34-33.1-1-1(a) (2024). We also received amicus\nbriefs from the Association of Indiana Counties, the Indiana Association of Realtors, Matthew\nSchiffler, and William Rainsberger. We thank them for their helpful submissions.\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025                         Page 4 of 11\n\fimmediately surrounds that dwelling” and is used as the “principal place\nof residence” of the homeowner. I.C. §§ 6-1.1-12-37(k)(1), (2) (emphasis\nadded). A person is entitled to a credit against their homestead’s property-\ntax liability in the amount by which the property tax exceeds one percent.\nI.C. § 6-1.1-20.6-7.5(a). In other words, property taxes on a homeowner’s\n“homestead” are effectively capped at one percent.\n\n   Taxpayers argue that, because the Constitution caps property taxes at\none percent for tangible property, “including curtilage,” used as a\nprincipal place of residence, and because some taxpayers may use more\nthan one acre of their property as curtilage, the Homestead Statute’s one-\nacre limit is unconstitutional as applied to them and others similarly\nsituated. 5 We ultimately conclude there is no need to determine if Article\n10, Section 1 permits a one-acre limit given that Taxpayers presented\ninsufficient evidence that they use their excess property as “curtilage.” We\ntherefore reverse the Tax Court’s judgment and remand with instructions\nto affirm the Board’s determination in favor of the Assessor.\n\n\nI. Even if “curtilage” has no size limit, the Taxpayers\n   fail to show how the Homestead Statute’s one-acre\n   limit is unconstitutional as applied to them.\n   Statutes are “clothed with the presumption of constitutionality until\nclearly overcome by a contrary showing.” Whistle Stop Inn, Inc. v. City of\nIndianapolis, </pre><span class=\"citation\" data-id=\"3192933\"><a href=\"/opinion/3193039/whistle-stop-inn-inc-and-louise-liford-dba-thirsty-turtle-v-city-of/#199\" aria-description=\"Citation for case: Whistle Stop Inn, Inc. and Louise Liford d/b/a Thirsty...\">51 N.E.3d 195, 199</a></span><pre class=\"inline\"> (Ind. 2016) (quoting Paul Stieler Enters., Inc.\nv. City of Evansville, </pre><span class=\"citation\" data-id=\"7077612\"><a href=\"/opinion/7167352/paul-stieler-enterprises-inc-v-city-of-evansville/\" aria-description=\"Citation for case: Paul Stieler Enterprises, Inc. v. City of Evansville\">2 N.E.3d 1269</a></span><pre class=\"inline\">, 1272–73 (Ind. 2014)). “The party\nchallenging the constitutionality of the statute bears the burden of proof,\n\n\n\n\n5The median lot size in Indiana is less than one acre. See How Lot Sizes Have Changed, Build\nIndiana Roots (Aug. 6, 2021), http://bit.ly/44GWPoR [https://perma.cc/52LD-XRTC]. So, for\nmost Hoosier homeowners, their entire property is taxed at one percent, and the Homestead\nStatute poses no constitutional issue. And because there’s “at least one circumstance under\nwhich the statute can be constitutionally applied,” a facial challenge to the statute would\nnecessarily fail. See Members of Med. Licensing Bd. of Ind. v. Planned Parenthood of Great Nw.,\nHaw., Alaska, Ind., Ky., Inc., </pre><span class=\"citation no-link\">211 N.E.3d 957</span><pre class=\"inline\">, 975 (Ind. 2023) (internal quotation marks and\ncitation omitted).\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025                        Page 5 of 11\n\fand all doubts are resolved against that party.” State Bd. of Tax Comm’rs,\n</pre><span class=\"citation\" data-id=\"9505703\"><a href=\"/opinion/853967/state-board-of-tax-commissioners-v-town-of-st-john/#1037\" aria-description=\"Citation for case: State Board of Tax Commissioners v. Town of St. John\">702 N.E.2d at 1037</a></span><pre class=\"inline\">. When “two reasonable interpretations of a statute are\navailable, one of which is constitutional and the other not, we will choose\nthat path which permits upholding the statute.” </pre><span class=\"citation\" data-id=\"9505703\"><a href=\"/opinion/853967/state-board-of-tax-commissioners-v-town-of-st-john/\" aria-description=\"Citation for case: State Board of Tax Commissioners v. Town of St. John\">Id.</a></span><pre class=\"inline\">\n\n    “When a question arises under our Constitution, this Court must\nexamine ‘the language of the text in the context of the history surrounding\nits drafting and ratification, the purpose and structure of our Constitution,\nand case law interpreting the specific provisions.’” Holcomb v. Bray, </pre><span class=\"citation no-link\">187\nN.E.3d 1268</span><pre class=\"inline\">, 1277 (Ind. 2022) (quoting Hoagland v. Franklin Twp. Cmty. Sch.\nCorp., </pre><span class=\"citation\" data-id=\"2788686\"><a href=\"/opinion/2788686/lora-hoagland-on-behalf-of-herself-and-all-others-similarly-situated-v/#741\" aria-description=\"Citation for case: Lora Hoagland, On Behalf of Herself and All Others...\">27 N.E.3d 737, 741</a></span><pre class=\"inline\"> (Ind. 2015)). This Court approaches the words of\nthe Constitution with “particular deference, as though every word had\nbeen hammered into place.” Meredith v. Pence, </pre><span class=\"citation\" data-id=\"7077368\"><a href=\"/opinion/7167126/meredith-v-pence/#1218\" aria-description=\"Citation for case: Meredith v. Pence\">984 N.E.2d 1213, 1218</a></span><pre class=\"inline\"> (Ind.\n2013) (quoting Embry v. O’Bannon, </pre><span class=\"citation\" data-id=\"9505363\"><a href=\"/opinion/852974/embry-v-obannon/#160\" aria-description=\"Citation for case: Embry v. O&#x27;BANNON\">798 N.E.2d 157, 160</a></span><pre class=\"inline\"> (Ind. 2003)).\nConstitutional interpretation requires a search for “the common\nunderstanding of both those who framed it and those who ratified it.” Paul\nStieler Enters., Inc., </pre><span class=\"citation\" data-id=\"7077612\"><a href=\"/opinion/7167352/paul-stieler-enterprises-inc-v-city-of-evansville/\" aria-description=\"Citation for case: Paul Stieler Enterprises, Inc. v. City of Evansville\">2 N.E.3d at 1273</a></span><pre class=\"inline\"> (quoting City Chapel v. South Bend, </pre><span class=\"citation\" data-id=\"9505569\"><a href=\"/opinion/853416/city-chapel-evangelical-free-inc-v-city-of-south-bend-ex-rel-department/#447\" aria-description=\"Citation for case: City Chapel Evangelical Free Inc. v. City of South Bend...\">744\nN.E.2d 443, 447</a></span><pre class=\"inline\"> (Ind. 2001)) (emphasis added).\n\n\n   A. The Taxpayers argue that the plain meaning of\n      “curtilage” has no size limit.\n   To discern the “common understanding” of the framers and ratifiers of\nthe constitutional provision, Taxpayers argue that we should look to the\nplain meaning of “curtilage.” The ordinary definition of “curtilage” is “a\nyard, courtyard, or other piece of ground included within a fence\nsurrounding a dwelling house.” Curtilage, Webster’s Third New Int’l\nDictionary 558 (2002 ed.). “Curtilage” also means “the area around a\nhouse that includes grounds, outbuildings, and fencing intimately\nassociated with domestic life in the house,” and has “no standard limits as\nto square footage or size or nature of what is put on the ground.” Curtilage,\nMellinkoff’s Dictionary of American Legal Usage 145 (1992) (emphasis\nadded). From these definitions, Taxpayers argue that the framers and\nratifiers understood “curtilage” to have no size limit.\n\n  Taxpayers also look at how other jurisdictions describe “curtilage” for\nproperty-tax-assessment purposes. In Bullis School, Inc. v. Appeal Tax Court\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025         Page 6 of 11\n\ffor Montgomery County, the property-tax exemption for farm buildings and\ncurtilage extended to thirty-four acres of a 285-acre farm. </pre><span class=\"citation\" data-id=\"2397911\"><a href=\"/opinion/2397911/bullis-school-inc-v-appeal-tax-court/#42\" aria-description=\"Citation for case: Bullis School, Inc. v. Appeal Tax Court\">114 A.2d 41, 42</a></span><pre class=\"inline\">\n(Md. 1955). In McTague v. Monroe Township, two acres of a forty-acre\nparcel were exempt as curtilage because the area was reasonably required\nfor the “full enjoyment and occupancy of [the] dwelling.” </pre><span class=\"citation\" data-id=\"8906519\"><a href=\"/opinion/8918148/mctague-v-monroe-township/#68\" aria-description=\"Citation for case: McTague v. Monroe Township\">1 N.J. Tax 66, 68,\n72</a></span><pre class=\"inline\"> (N.J. Tax Ct. 1980). And in Solebury Township Board of Supervisors v.\nBucks County Board of Assessment and Revision of Taxes, twenty-five acres of\na 71.68-acre parcel constituted reasonable curtilage. </pre><span class=\"citation no-link\">1966 WL 226518</span><pre class=\"inline\">, at *1\n(Pa. Commw. Ct. Aug. 29, 1966). Based on this precedent from other\njurisdictions, Taxpayers argue “curtilage” can extend beyond one acre.\n\n   Instead of size, Taxpayers look to the four-factor test in United States v.\nDunn as a way to determine whether an area is curtilage. </pre><span class=\"citation\" data-id=\"9430862\"><a href=\"/opinion/111833/united-states-v-dunn/#301\" aria-description=\"Citation for case: United States v. Dunn\">480 U.S. 294, 301</a></span><pre class=\"inline\">\n(1987). In Dunn, the United States Supreme Court held that the curtilage of\nthe home is protected against warrantless searches under the Fourth\nAmendment because an “individual reasonably may expect that the area\nin question should be treated as the home itself.” </pre><span class=\"citation\" data-id=\"9430862\"><a href=\"/opinion/111833/united-states-v-dunn/#300\" aria-description=\"Citation for case: United States v. Dunn\">Id. at 300</a></span><pre class=\"inline\">. Whether an\narea is “curtilage” for purposes of a search depends on (1) the proximity\nof the area to the home, (2) whether the area falls within an enclosure\nsurrounding the home, (3) the nature of the uses to which the area is put,\nand (4) the steps taken by the resident to protect the area from observation\nby passersby. </pre><span class=\"citation\" data-id=\"9430862\"><a href=\"/opinion/111833/united-states-v-dunn/#301\" aria-description=\"Citation for case: United States v. Dunn\">Id. at 301</a></span><pre class=\"inline\">. Therefore, according to Taxpayers, whether an\narea is curtilage generally depends on the use of the property.\n\n   Looking at the plain meaning of “curtilage,” and the application of\n“curtilage” in the tax-assessment and Fourth Amendment contexts,\nTaxpayers argue that curtilage has no fixed size limit. Therefore,\naccording to Taxpayers, the Homestead Statute’s one-acre limit is\nunconstitutional as applied to homeowners who use more than one acre\nas curtilage.\n\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025         Page 7 of 11\n\f   B. The Assessor argues the framers and ratifiers of Article\n      10, Section 1 understood the one-percent tax cap could\n      be limited to one acre.\n   To amend the Indiana Constitution, the General Assembly must pass\nthe same resolution in two consecutive legislative sessions separated by\nan intervening general election. Ind. Const. art. 16, § 1(a); I.C. § 2-2.1-1-1(2)\n(2024). The proposed amendment is then submitted to the voters at the\nnext general election who can then ratify the amendment with a majority\nvote. Ind. Const. art. 16, §§ 1(b), (c). The Assessor argues that the framers\nand ratifiers understood Article 10, Section 1 as codifying the existing\nstatutory tax cap on the “homestead,” including its one-acre size limit,\ninto the Constitution.\n\n  In 2008, the General Assembly passed Senate Joint Resolution 1 to\namend the Indiana Constitution with the current language of Article 10,\nSection 1(f). The digest of the resolution said the amendment would limit\na taxpayer’s property-tax liability on “homestead property” to one\npercent. Digest of S.J. Res. 1, 115th Gen. Assemb., 2nd Reg. Sess. (Ind.\n2008), http://bit.ly/4nONrG0 [https://perma.cc/2UDB-CQMW]. Almost\nsimultaneously, the General Assembly enacted Indiana Code section 6-1.1-\n20.6-7.5(a)(1) (effective Jan. 1, 2009) which capped a person’s property-tax\nliability for the “homestead” at one percent. See </pre><span class=\"citation no-link\">Pub. L. No. 146-2008, §\n223</span><pre class=\"inline\">, </pre><span class=\"citation no-link\">2008 Ind. Acts 2307</span><pre class=\"inline\">, 2538. In the statute, the General Assembly\ndefined “homestead” as an individual’s principal place of residence\nconsisting of “a dwelling and the real estate, not exceeding one (1) acre, that\nimmediately surrounds that dwelling.” </pre><span class=\"citation no-link\">Id.</span><pre class=\"inline\"> § 115, 2008 Ind. Acts at 2414\n(emphasis added). In 2010, the next General Assembly adopted the same\nresolution from 2008 to amend the constitution. The 2010 resolution’s\ndigest also said the amendment would cap property taxes at one percent\nfor the “homestead.” See Digest of H.J. Res. 1, 116th Gen. Assemb., 2d Reg.\nSess. (Ind. 2010), http://bit.ly/3KEbjOe [https://perma.cc/Y8SF-WP64].\nAfter the resolution was passed through two consecutive General\nAssemblies, the amendment was ratified by voters in the 2010 general\nelection. But when voting to ratify the amendments, voters never saw the\nword “curtilage.” Instead, the public question on the ballot asked voters if\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025          Page 8 of 11\n\fproperty taxes should be limited to “1% for an owner-occupied primary\nresidence (homestead).” </pre><span class=\"citation no-link\">Pub. L. No. 113-2010, § 185</span><pre class=\"inline\">, 2010 Ind. Acts. 1342,\n1554 (emphasis added).\n\n   According to the Assessor, the word “homestead” in the public\nquestion and the near simultaneous enactment of the statutory tax cap and\nresolution mean voters understood the amendment as codifying the\nstatutory tax cap, including the one-acre limit, into the Constitution. See\nEric Bradner, Property Tax Caps Decision Now Officially Up to Voters,\nEvansville Courier &amp; Press (Jan. 19, 2010, at 11:06 a.m.),\nhttp://bit.ly/4nHROCS [https://perma.cc/D5EF-UU63] (“The\n[constitutional] caps would limit property tax bills to 1 percent of assessed\nvalue for homeowners. … Those caps became state law in 2008, but\nlawmakers also sought to make them permanent by amending them into\nthe constitution as well.”). And given that it is reasonable to interpret the\nHomestead Statute as constitutional, the Assessor contends the statute\nshould be upheld. See State Bd. of Tax Comm’rs, </pre><span class=\"citation\" data-id=\"9505703\"><a href=\"/opinion/853967/state-board-of-tax-commissioners-v-town-of-st-john/#1037\" aria-description=\"Citation for case: State Board of Tax Commissioners v. Town of St. John\">702 N.E.2d at 1037</a></span><pre class=\"inline\">.\n\n\n   C. Even if “curtilage” has no size limit, the Taxpayers fail\n      to prove they use more than one acre as curtilage.\n   But we need not decide if Article 10, Section 1 permits limiting\n“curtilage” to one acre because, even if a size limit is impermissible,\nTaxpayers fail to show they use more than one acre as curtilage. “The\nparty challenging the constitutionality of [a] statute bears the burden of\nproof,” and Taxpayers failed to meet their burden of proving the\nHomestead Statute’s one-acre limit is unconstitutional as applied to them.\nSee State Bd. of Tax Comm’rs, </pre><span class=\"citation\" data-id=\"9505703\"><a href=\"/opinion/853967/state-board-of-tax-commissioners-v-town-of-st-john/#1037\" aria-description=\"Citation for case: State Board of Tax Commissioners v. Town of St. John\">702 N.E.2d at 1037</a></span><pre class=\"inline\">. The Taxpayers offered\nDunn as an example of one way to determine curtilage, but even applying\nthe Dunn factors, they failed to show how their excess land is curtilage.\nThe Taxpayers say they desire privacy, but there is no fence on the\nproperty, the trees do not form a distinguishable boundary around the lot,\nand the Taxpayers presented no evidence to the Board that they use the\nentire plot in such a way that it should be treated as the home itself. And\nthe fact that the Taxpayers’ home is in a gated community with a security\nguard does not itself establish that the entire plot of land is curtilage. See\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025        Page 9 of 11\n\fUnited States v. Powell, </pre><span class=\"citation\" data-id=\"8708322\"><a href=\"/opinion/8725125/united-states-v-powell/#786\" aria-description=\"Citation for case: United States v. Powell\">943 F. Supp. 2d 759, 786</a></span><pre class=\"inline\"> (E.D. Mich. 2013)\n(analyzing whether an area is curtilage even within a gated community).\nBecause Taxpayers presented insufficient evidence that they use more\nthan one acre as curtilage, even under Dunn, Taxpayers failed to meet\ntheir burden of proving the Homestead Statute’s one-acre limit is\nunconstitutional as applied to them.\n\n\nConclusion\n    Those challenging the constitutionality of a statute face a high burden\nof proof, and the Taxpayers failed to meet their burden here. Even if\nArticle 10, Section 1 does not permit limiting curtilage to one acre,\nTaxpayers failed to prove they use more than one acre of their property as\ncurtilage, so we express no view on the merits of Taxpayers’ constitutional\nclaim. Because the Taxpayers failed to prove the Homestead Statute is\nunconstitutional as applied to them, we reverse the Tax Court’s decision\nand remand with instructions to affirm the Board’s determination in favor\nof the Assessor.\n\n\nRush, C.J., and Massa, Slaughter, and Molter, JJ., concur.\n\n\n\nATTORNEY FOR PETITIONERS\nGerold L. Stout\nStout Law Firm\nLowell, Indiana\n\nATTORNEYS FOR RESPONDENT\nAyn K. Engle\nIndianapolis, Indiana\n\nRicardo A. Hall\nQuintairos, Prieto, Wood &amp; Boyer, P.A.\nMerrillville, Indiana\n\nATTORNEYS FOR INTERVENOR—STATE OF INDIANA\n\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025    Page 10 of 11\n\fTheodore E. Rokita\nAttorney General of Indiana\n\nJames A. Barta\nSolicitor General\n\nJenna M. Lorence\nAngela Sanchez\nDeputy Attorneys General\nIndianapolis, Indiana\n\nATTORNE YS F O R AMICUS CURIAE—ASS OCI AT I ON OF INDIA NA\nCOUNT IE S\nMarilyn S. Meighen\nBrian A. Cusimano\nIndianapolis, Indiana\n\nATTORNE YS FO R AMICUS CURIAE—INDI ANA ASS OCI AT ION OF\nREALTORS , IN C .\nBenjamin A. Blair\nBrent A. Auberry\nJane Dall Wilson\nFaegre Drinker Biddle &amp; Reath LLP\nIndianapolis, Indiana\n\nAMI CUS CU RI AE PRO S E\nWilliam Rainsberger\nIndianapolis, Indiana\n\nAMI CUS CU RI AE PRO S E\nMatthew Schiffler\nIndianapolis, Indiana\n\n\n\n\nIndiana Supreme Court | Case No. 25S-TA-269 | October 7, 2025   Page 11 of 11\n\f</pre>",
      "extracted_by_ocr": true,
      "ordering_key": null,
      "main_version": null,
      "opinions_cited": [
        "https://www.courtlistener.com/api/rest/v4/opinions/2397911/",
        "https://www.courtlistener.com/api/rest/v4/opinions/2788686/",
        "https://www.courtlistener.com/api/rest/v4/opinions/3192933/",
        "https://www.courtlistener.com/api/rest/v4/opinions/7077368/",
        "https://www.courtlistener.com/api/rest/v4/opinions/7077612/",
        "https://www.courtlistener.com/api/rest/v4/opinions/8708322/",
        "https://www.courtlistener.com/api/rest/v4/opinions/8906519/",
        "https://www.courtlistener.com/api/rest/v4/opinions/9430862/",
        "https://www.courtlistener.com/api/rest/v4/opinions/9505363/",
        "https://www.courtlistener.com/api/rest/v4/opinions/9505569/",
        "https://www.courtlistener.com/api/rest/v4/opinions/9505703/",
        "https://www.courtlistener.com/api/rest/v4/opinions/9888823/"
      ]
    }
  ],
  "docket": {
    "resource_uri": "https://www.courtlistener.com/api/rest/v4/dockets/71576059/",
    "id": 71576059,
    "court": "https://www.courtlistener.com/api/rest/v4/courts/ind/",
    "court_id": "ind",
    "original_court_info": {
      "resource_uri": "https://www.courtlistener.com/api/rest/v4/originating-court-information/48265/",
      "id": 48265,
      "date_created": "2025-10-07T15:06:41.371427-07:00",
      "date_modified": "2025-10-07T15:07:01.660798-07:00",
      "docket_number": "21T-TA-00044",
      "assigned_to_str": "",
      "ordering_judge_str": "",
      "court_reporter": "",
      "date_disposed": null,
      "date_filed": null,
      "date_judgment": null,
      "date_judgment_eod": null,
      "date_filed_noa": null,
      "date_received_coa": null,
      "assigned_to": null,
      "ordering_judge": null
    },
    "idb_data": null,
    "clusters": [
      "https://www.courtlistener.com/api/rest/v4/clusters/10692198/"
    ],
    "audio_files": [],
    "assigned_to": null,
    "referred_to": null,
    "absolute_url": "/docket/71576059/tulsi-sawlani-md-v-lake-county-assessor/",
    "date_created": "2025-10-07T15:06:41.384404-07:00",
    "date_modified": "2025-10-07T15:07:01.671172-07:00",
    "source": 2,
    "appeal_from_str": "Indiana Tax Court",
    "assigned_to_str": "",
    "referred_to_str": "",
    "panel_str": "",
    "date_last_index": null,
    "date_cert_granted": null,
    "date_cert_denied": null,
    "date_argued": null,
    "date_reargued": null,
    "date_reargument_denied": null,
    "date_filed": null,
    "date_terminated": null,
    "date_last_filing": null,
    "case_name_short": "",
    "case_name": "Tulsi Sawlani, M.D. v. Lake County Assessor",
    "case_name_full": "",
    "slug": "tulsi-sawlani-md-v-lake-county-assessor",
    "docket_number": "25S-TA-00269",
    "docket_number_core": "",
    "docket_number_raw": "",
    "federal_dn_office_code": "",
    "federal_dn_case_type": "",
    "federal_dn_judge_initials_assigned": "",
    "federal_dn_judge_initials_referred": "",
    "federal_defendant_number": null,
    "pacer_case_id": "",
    "cause": "",
    "nature_of_suit": "",
    "jury_demand": "",
    "jurisdiction_type": "",
    "appellate_fee_status": "",
    "appellate_case_type_information": "",
    "mdl_status": "",
    "filepath_ia": "",
    "filepath_ia_json": "",
    "ia_upload_failure_count": null,
    "ia_needs_upload": null,
    "ia_date_first_change": null,
    "date_blocked": null,
    "blocked": false,
    "appeal_from": null,
    "parent_docket": null,
    "tags": [],
    "panel": []
  },
  "court": {
    "resource_uri": "https://www.courtlistener.com/api/rest/v4/courts/ind/",
    "id": "ind",
    "pacer_court_id": null,
    "pacer_has_rss_feed": null,
    "pacer_rss_entry_types": "",
    "date_last_pacer_contact": null,
    "fjc_court_id": "",
    "date_modified": "2013-08-14T09:46:30-07:00",
    "in_use": true,
    "has_opinion_scraper": true,
    "has_oral_argument_scraper": false,
    "position": 360.0,
    "citation_string": "Ind.",
    "short_name": "Indiana Supreme Court",
    "full_name": "Indiana Supreme Court",
    "url": "http://www.in.gov/judiciary/supreme/",
    "start_date": "1816-01-01",
    "end_date": null,
    "jurisdiction": "S",
    "parent_court": null,
    "appeals_to": []
  }
}